{
    "about_me": "Über mich",
    "skills": "Kenntnisse",
    "contact": "Kontakt",
    "iam": "",
    "headline": "FRONTEND ENTWICKLER",
    "lets_talk":"Lass uns reden !",
    "intro_text": "Hi, Ich bin ein Frontend Entwickler aus Lüdenscheid. Nachdem ich mehrere Jahre als Roboterprogrammierer International tätig war habe ich mich dazu entschlossen, mein Hobby, die Frontend-Entwicklung zu meinen Beruf zu machen. ",
    "about_text1": "Ich brenne dafür, komplexe Webanwendungen zu erstellen, die nicht nur funktional sind, sondern auch eine intuitive Benutzererfahrung bieten und das Beste aus den neuesten Technologien herausholen.",
    "about_text2": "Im ständigen Streben nach neuen Herausforderungen finde ich die Motivation, mein Wissen zu vertiefen und zu erweitern.",
    "skills_head":"Kenntnisse",
    "skills_text": "Ich habe Erfahrung im Aufbau von Projekten mit verschiedenen Frontend-Technologien und Konzepten.",
    "skills_text_button": "Kontaktiere mich",
    "portfolio_text": "Erkunden Sie eine Auswahl meiner Arbeit - bitte zögern Sie nicht, sie auszuprobieren.",
    "join_desc": "Aufgabenmanager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mithilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu. Dieses Projekt wurde in Gruppenarbeit entwickelt.",
    "pokedex_desc": "Basierend auf der PokéAPI ist dies eine einfache Bibliothek, die Pokémon-Informationen bereitstellt und katalogisiert. Ein unterhaltsames Projekt, um die Funktionsweise der Verwendung einer API zu lernen.",
    "halloween_desc": "Ein einfaches Jump-and-Run-Spiel, das auf einem objektorientierten Ansatz basiert. Hilf Maddy, Münzen und arkane Kugeln zu finden, um gegen die Zombies zu kämpfen!",
    "contact_text1": "Benötigen Sie Hilfe beim Lösen ihrer Aufgabe?",
    "contact_text2": "Es würde mich sehr freuen, Ihr Feedback entgegenzunehmen, Ihre Aufgaben zu verstehen und aktiv an der Umsetzung Ihrer Projekte mitzuwirken.",
    "contact_text3": "Sie benötigen einen Frontend Entwickler?",
    "contact_text4": "Kontaktieren Sie mich!",
    "name_input": "Ihr Name...",
    "email_input": "Ihre E-Mail...",
    "message_input": "Ihre Nachricht...",
    "required_name": "Ihr Name ist erforderlich",
    "required_mail": "Ihre E-Mail ist erforderlich",
    "required_message": "Ihre Nachricht ist leer",
    "check_text1": "Ich habe die",
    "check_text2": "Datenschutzerklärung",
    "check_text3": "gelesen und stimme der Verarbeitung meiner Daten zu.",
    "message_button": "Nachricht senden",
    "impress": "Impressum",
    "privacy_policy": "Datenschutzerklärung"
  }