{
    "about_me": "Über mich",
    "skills": "Fähigkeiten",
    "contact": "Kontakt",
    "iam": "",
    "headline1": "Frontend",
    "headline2": "Entwickler",
    "scroll_down": "Scroll weiter!",
    "intro_text1": "Hallo, ich bin ein Frontend-Entwickler aus Stade, Deutschland. Um meine Webentwicklungsfähigkeiten zu verbessern, habe ich eine umfangreiche Programmierschule besucht, in der ich auch professionelle Arbeitsweisen im Programmieren gelernt habe.",
    "intro_text2": "In der Zwischenzeit habe ich verschiedene Webanwendungen entwickelt, von responsiven Websites über Unternehmensanwendungen bis hin zu Spielen. Sie sind herzlich eingeladen, meine Projekte zu besuchen und zu testen.",
    "content_text1": "Nach jahrelanger Erfahrung als Bäckermeister habe ich mit Leidenschaft und Entschlossenheit den Übergang zum Frontend-Webentwickler vollzogen. Mein umfangreicher Hintergrund hat Disziplin, Präzision und Qualität geprägt, was sich problemlos auf die Webentwicklung übertragen lässt.",
    "content_text2": "Durch Selbststudium und praktische Projekte habe ich mich in Programmiersprachen wie HTML, CSS und JavaScript sowie in Frameworks wie Angular und React weiterentwickelt. Mein Portfolio umfasst vielfältige Webanwendungen, die eigenständig oder in Zusammenarbeit entwickelt wurden.",
    "content_text3": "Ich zeichne mich durch die gelungene Verbindung von Kreativität mit den Anforderungen der Branche aus, indem ich innovative Designs entwerfe und gleichzeitig bewährte Praktiken einhalte. Zusammengefasst bin ich ein vielseitiger und einfallsreicher Webentwickler, der in der Lage ist, Projektanforderungen und Fristen zu erfüllen.",
    "content_text4": "Diese Kombination aus Fähigkeiten und Erfahrungen stellt mich gut auf, um in der Branche herausragende digitale Lösungen zu liefern.",
    "skills_text": "Ich habe Erfahrung im Aufbau von Projekten mit verschiedenen Frontend-Technologien und Konzepten gesammelt.",
    "skills_text_button": "Kontakt",
    "portfolio_text": "Diese Seite ist eine Beispiel meiner Arbeit - bitte zögern Sie nicht, sie auszuprobieren.",
    "join_desc": "Aufgabenmanager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mithilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu. Dieses Projekt wurde in Gruppenarbeit entwickelt.",
    "pokedex_desc": "Basierend auf der PokéAPI ist dies eine einfache Bibliothek, die Pokémon-Informationen bereitstellt und katalogisiert. Ein unterhaltsames Projekt, um die Funktionsweise der Verwendung einer API zu lernen.",
    "halloween_desc": "Basierend auf der PokéAPI ist dies eine einfache Bibliothek, die Pokémon-Informationen bereitstellt und katalogisiert. Ein unterhaltsames Projekt, um die Funktionsweise der Verwendung einer API zu lernen.",
    "contact_text1": "Gibt es ein Problem zu lösen?",
    "contact_text2": "Kontaktieren Sie mich über dieses Formular. Ich bin daran interessiert, von Ihnen zu hören, Ihre Ideen kennenzulernen und zu Ihren Projekten beizutragen.",
    "contact_text3": "Sie benötigen einen Frontend-Entwickler?",
    "contact_text4": "Kontaktieren Sie mich!",
    "name_input": "Ihr Name",
    "email_input": "Ihre E-Mail",
    "message_input": "Ihre Nachricht",
    "required_name": "Ihr Name ist erforderlich",
    "required_mail": "Ihre E-Mail ist erforderlich",
    "required_message": "Ihre Nachricht ist leer",
    "check_text1": "Ich habe die",
    "check_text2": "Datenschutzerklärung",
    "check_text3": "gelesen und stimme der Verarbeitung meiner Daten zu.",
    "check_text4": "Bitte akzeptieren Sie die Datenschutzerklärung.",
    "message_button": "Nachricht senden",
    "impress": "Impressum",
    "privacy_policy": "Datenschutzerklärung"
  }