{
    "about_me": "About me",
    "skills": "Skills",
    "contact": "Contact",
    "iam": "I am",
    "headline1": "Frontend",
    "headline2": "Developer",
    "scroll_down": "Scroll Down!",
    "intro_text1": "Hi, I am a frontend developer from Stade, Germany. To improve my web development skills, I attended an extensive programming school, where I also learned professional ways of working in programming.",
    "intro_text2": "Meanwhile, I developed various web apps, from responsive websites to business apps and games. You are welcome to visit and test my projects.",
    "content_text1": "After years of experience as a master baker, I transitioned into a Frontend Web Developer with passion and determination. My extensive background instilled discipline, precision, and quality, easily transferring to web development.",
    "content_text2": "Through self-study and practical projects, I became proficient in programming languages like HTML, CSS, and JavaScript, along with frameworks like Angular and React. My portfolio includes diverse web applications developed independently or collaboratively.",
    "content_text3": "I excel at blending creativity with industry requirements, crafting innovative designs while adhering to best practices. In summary, I am a versatile and imaginative web developer, adept at meeting project requirements and deadlines.",
    "content_text4": "This blend of skills and experiences positions me well to excel in the industry, delivering exceptional digital solutions.",
    "skills_text": "I have gained experience in building projects with various front end technologies and concepts.",
    "skills_text_button": "Get in touch",
    "portfolio_text": "This page is a sample of my work - please feel free to try them out.",
    "join_desc": "Task manager inspired by the Kanban System. Create and organize task using drag and drop functions, assign users and categories. This project was developed by group work.",
    "pokedex_desc": "Based on the PokéAPI a simple libary that provides and catalogues Pokémon information. A fun project to learn the mechanations of using an API.",
    "halloween_desc": "A simple Jump-and-Run game based on an object-oriented approach. Play Pepe Peligroso and defeat the dangerous Chicken swarm!",
    "contact_text1": "Got a problem to solve?",
    "contact_text2": "Contact me through this form, I am interested in hearing from you, knowing your ideas and contributing to your projects with my work.",
    "contact_text3": "Need a Frontend developer?",
    "contact_text4": "Contact me!",
    "name_input": "Your name",
    "email_input": "Your email",
    "message_input": "Your message",
    "required_name": "Your name is required",
    "required_mail": "Your email is required",
    "required_message": "Your message is empty",
    "check_text1": "I've read the",
    "check_text2": "privacy policy",
    "check_text3": "and agree to the processing of my data as outlined.",
    "check_text4": "Please accept the privacy policy.",
    "message_button": "Send a message",
    "impress": "Impress",
    "privacy_policy": "Privacy Policy"
  }