{
    "about_me": "About me",
    "skills": "Skills",
    "contact": "Contact",
    "iam": "I am",
    "headline": "FRONTEND DEVELOPER",
    "lets_talk":"Let's Talk !",
    "intro_text": "Hi there, I am a frontend developer based in Lüdenscheid. After working as a robot programmer for several years, I decided to turn my hobby, frontend development, into a profession.",
    "about_text1": "I am passionate about creating complex web applications that are not only functional, but also provide an intuitive user experience and make the most of the latest technologies.",
    "about_text2": "Pushing myself to take on new challenges gives me the drive to learn more and become more knowledgeable.",
    "skills_head":"My skills",
    "skills_text": "I have experience in building projects with various frontend technologies and concepts.",
    "skills_text_button": "Get in touch",
    "portfolio_text": "Explore a selection of my work - please feel free to interact with them to get insights of my skills.",
    "join_desc": "Task manager inspired by the Kanban System. Create and organize task using drag and drop functions, assign users and categories. This project was developed by group work.",
    "dabubble_desc": "A Slack clone with various functions such as: Login, real-time chat, file uploads, channel creation and changing user data. The backend of this project is firebase",
    "halloween_desc": "A simple Jump-and-Run game based on an object-oriented approach. Help Maddy to find coins and arcane orbs to fight against the zombies !",
    "contact_text1": "Got a problem to solve?",
    "contact_text2": "Contact me through this form, I am interested in hearing from you, knowing your ideas and contributing to your projects with my work.",
    "contact_text3": "Need a Frontend developer?",
    "contact_text4": "Contact me!",
    "name_input": "Your name...",
    "email_input": "Your email...",
    "message_input": "Your message...",
    "required_name": "Your name is required",
    "required_mail": "Your email is required",
    "required_message": "Your message is empty",
    "check_text1": "I've read the",
    "check_text2": "privacy policy",
    "check_text3": "and agree to the processing of my data as outlined.",
    "message_button": "Send a message",
    "impress": "Impress",
    "privacy_policy": "Privacy Policy"
  }